[
  {
    "title": "Термины и определения",
    "description": "В настоящей Политике конфиденциальности используются следующие термины:",
    "items": [
      {
        "text": "Сайт – Интернет-ресурс, состоящий из совокупности всей информации (текстовой и графической), функций, программ для ЭВМ и размещенного в них контента (имеющих электронную форму данных, информации, материалов, документов, файлов, сообщений, изображений и т.п.), расположенный по сетевому адресу (доменному имени) stardrop.app, включая все внутренние страницы данного адреса."
      },
      {
        "text": "Администрация Сайта StarDrop app, владеющий и управляющий Сайтом."
      },
      {
        "text": "Пользователь Сайта (далее – Пользователь) – физическое лицо, осуществляющее пользование Сайтом. Юридическое лицо осуществляет функции Пользователя через своего представителя."
      },
      {
        "text": "Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных)."
      },
      {
        "text": "Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных."
      },
      {
        "text": "Конфиденциальность персональных данных – обязательное для соблюдения Администрацией Сайта, Пользователем или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания."
      }
    ]
  },
  {
    "title": "Общие положения",
    "items": [
      {
        "text": "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» (далее - Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые StarDrop app (далее – Администрация Сайта)."
      },
      {
        "text": "Администрация Сайта ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну."
      },
      {
        "text": "Настоящая политика Администрации Сайта в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Администрация Сайта может получить о посетителях сайта stardrop.app"
      },
      {
        "text": "Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Сайт может получить о Пользователе, во время использования последним Сайта и каких-либо функций, предложенных на Сайте."
      },
      {
        "text": "Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя."
      },
      {
        "text": "В случае несогласия с условиями Политики конфиденциальности Пользователь обязан прекратить использование Сайта."
      },
      {
        "text": "Настоящая Политика конфиденциальности непосредственно применяется только к Сайту. Администрация Сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте."
      },
      {
        "text": "Администрация Сайта не проверяет и не отвечает за достоверность персональных данных, предоставляемых Пользователем Сайта."
      }
    ]
  },
  {
    "title": "Предмет политики конфиденциальности",
    "items": [
      {
        "text": "Настоящая Политика конфиденциальности устанавливает обязательства Администрации Сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет при регистрации на Сайте."
      },
      {
        "text": "Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём добровольного заполнения одной или нескольких форм обратной связи, регистрации или при использовании других функций, предложенных на Сайте."
      },
      {
        "text": "Любая иная персональная информация, не оговоренная выше, подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п. 5.2. и п. 5.3. настоящей Политики конфиденциальности."
      }
    ]
  },
  {
    "title": "Цели сбора персональной информации администрацией сайта",
    "description": "Администрация Сайта может использовать персональные данные Пользователя в целях:",
    "items": [
      {
        "text": "Идентификации Пользователя, для оформления заказа и (или) заключения договора на оказание услуг, продажу товаров или их оплату."
      },
      {
        "text": "Предоставления Пользователю доступа к персонализированной информации."
      },
      {
        "text": "Установления с Пользователем обратной связи, включая: направление уведомлений, запросов, касающихся использования Сайта, оказание услуг, продажу товаров, оплату, обработку запросов и заявок от Пользователя."
      },
      {
        "text": "Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания (возврата) платежа;"
      },
      {
        "text": "Предоставления Пользователю клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта."
      },
      {
        "text": "Предоставления Пользователю, с его согласия, обновлений ассортимента товаров и услуг, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Администрации Сайта или от имени партнеров Администрации Сайта."
      },
      {
        "text": "Предоставления доступа Пользователю на сайты или функции партнеров Администрации Сайта с целью получения продуктов, обновлений, товаров и услуг."
      },
      {
        "text": "Администрация Сайта осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных."
      },
      {
        "text": "Администрация Сайта осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой."
      },
      {
        "text": "Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания."
      }
    ]
  },
  {
    "title": "Способы и сроки обработки персональной информации",
    "items": [
      {
        "text": "Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств."
      },
      {
        "text": "Пользователь соглашается с тем, что Администрация Сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, почтовым сервисам, операторам электросвязи и другим сервисам, в целях выполнения заказов, заявок и просьб Пользователя."
      },
      {
        "text": "При утрате или разглашении персональных данных Администрация Сайта информирует Пользователя об утрате или разглашении персональных данных."
      },
      {
        "text": "Администрация Сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц."
      },
      {
        "text": "Администрация Сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных разглашением персональных данных Пользователя."
      }
    ]
  },
  {
    "title": "Принципы обработки персональных данных",
    "items": [
      {
        "text": "Обработка персональных данных осуществляется на законной и справедливой основе."
      },
      {
        "text": "Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных."
      },
      {
        "text": "Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой."
      },
      {
        "text": "Обработке подлежат только персональные данные, которые отвечают целям их обработки."
      },
      {
        "text": "Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки."
      },
      {
        "text": "При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Администрация Сайта принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных."
      },
      {
        "text": "Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом."
      }
    ]
  },
  {
    "title": "Обязательства сторон",
    "items": [
      {
        "text": "Администрация Сайта обязана:",
        "items": [
          {
            "text": "Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности."
          },
          {
            "text": "Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п. 5.2. настоящей Политики Конфиденциальности."
          },
          {
            "text": "Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте."
          }
        ]
      }
    ]
  },
  {
    "title": "Ответственность сторон",
    "items": [
      {
        "text": "Администрация Сайта, в случае неисполнения своих обязательств, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п. 5.2. и п. 8.2. настоящей Политики Конфиденциальности."
      },
      {
        "text": "В случае утраты или разглашения Конфиденциальной информации Администрация Сайта не несёт ответственности, если данная конфиденциальная информация:",
        "items": [
          {
            "text": "Стала публичным достоянием до её утраты или разглашения."
          },
          {
            "text": "Была получена от третьей стороны до момента её получения Администрацией Сайта."
          },
          {
            "text": "Была разглашена с согласия Пользователя."
          },
          {
            "text": "Была разглашена сторонними сайтами и сервисами, ссылки на использование которых присутствуют на Сайте, в случае использования таких ссылок и сервисов Пользователем."
          }
        ]
      },
      {
        "text": "Пользователь самостоятельно несет ответственность за возможные последствия в случае представления недостоверных и/или неполных персональных данных."
      }
    ]
  },
  {
    "title": "Дополнительные условия",
    "items": [
      {
        "text": "Администрация Сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия и уведомления Пользователя."
      },
      {
        "text": "Изменения Политики конфиденциальности вступают в силу с момента их размещения на Сайте."
      },
      {
        "text": "Действующая Политика конфиденциальности размещена на Сайте по адресу: stardrop.app/privacy-policy"
      },
      {
        "text": "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Администрации Сайта с помощью электронной почты stardropapp@gmail.com"
      }
    ]
  }
]
