[
  {
    "title": "Термины и определения, используемые в настоящем соглашении",
    "description": "Перечисленные ниже термины в рамках настоящего Соглашения имеют следующее значение:",
    "items": [
      {
        "text": "Сайт – Интернет-ресурс, состоящий из совокупности всей информации (текстовой и графической), функций, программ для ЭВМ и размещенного в них контента (имеющих электронную форму данных, информации, материалов, документов, файлов, сообщений, изображений и т.п.), расположенный по сетевому адресу (доменному имени) stardrop.app, включая все внутренние страницы данного адреса."
      },
      {
        "text": "Администрация Сайта StarDrop app, владеющий и управляющий Сайтом."
      },
      {
        "text": "Пользователь Сайта (далее – Пользователь) – физическое лицо, осуществляющее пользование Сайтом. Юридическое лицо осуществляет функции Пользователя через своего представителя."
      },
      {
        "text": "Пользование Сайтом - доступ на Сайт, навигация по нему и иные правомерные и добросовестные действия Пользователя без прав администрирования Сайта."
      },
      {
        "text": "Стороны – Администрация Сайта и Пользователь Сайта, заключившие Настоящее Соглашение."
      }
    ]
  },
  {
    "title": "Общие положения",
    "items": [
      {
        "text": "Настоящее Пользовательское соглашение (далее – Соглашение) относится к Сайту, расположенному в сети интернет по адресу stardrop.app"
      },
      {
        "text": "Настоящее Соглашение регулирует отношения между Администрацией Сайта и Пользователем Сайта."
      },
      {
        "text": "Администрация Сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя."
      },
      {
        "text": "Продолжение использования Сайта Пользователем означает принятие условий Соглашения и изменений к нему, внесенных в настоящее Соглашение."
      },
      {
        "text": "Пользователь самостоятельно несет ответственность за проверку настоящего Соглашения на наличие изменений в нем."
      },
      {
        "text": "Начиная просмотр Сайта или использование каких-либо предложенных на Сайте функций, Пользователь считается принявшим условия Соглашения в полном объеме, без каких-либо оговорок и исключений."
      }
    ]
  },
  {
    "title": "Предмет соглашения",
    "items": [
      {
        "text": "Пользователь осуществляет пользование Сайтом на условиях, изложенных в настоящем Соглашении. Предметом Соглашения является предоставление Пользователю доступа к использованию Сайта и его функционала."
      },
      {
        "text": "Под действие настоящего Соглашения подпадают все существующие на данный момент функции Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем функции."
      },
      {
        "text": "С помощью Сайта обеспечивается информирование и взаимодействие Сторон по удаленной форме (без личного непосредственного присутствия Сторон) - с использованием программного обеспечения, электронных сервисов и инструментов, размещенных (предоставляемых) на Сайте."
      },
      {
        "text": "Сайт не является средством массовой информации. Сайт не содержит информации, причиняющей вред здоровью и (или) развитию детей, а также иной информации, ограниченной или запрещенной для распространения в соответствии с законодательством РФ."
      },
      {
        "text": "Доступ к Сайту предоставляется на безвозмездной основе."
      },
      {
        "text": "Настоящее Соглашение является публичной офертой. Получая доступ к Сайту, Пользователь соглашается с условиями Соглашения и считается присоединившимся к настоящему Соглашению."
      },
      {
        "text": "При предоставлении возможности пользования Сайтом Пользователь, его сотрудники и/или иные лица ни при каких обстоятельствах не являются информационными посредниками по смыслу законодательства РФ."
      }
    ]
  },
  {
    "title": "Права и обязанности сторон",
    "items": [
      {
        "text": "Администрация Сайта вправе:",
        "items": [
          {
            "text": "Изменять правила пользования Сайтом, а также изменять содержание Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте."
          },
          {
            "text": "Ограничить доступ к Сайту или к частям сайта в случае нарушения Пользователем условий настоящего Соглашения."
          }
        ]
      },
      {
        "text": "Пользователь вправе:",
        "items": [
          {
            "text": "Получить доступ к использованию Сайта в ознакомительных и подобных целях, а также к функциям, предложенным на Сайте."
          },
          {
            "text": "Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации."
          },
          {
            "text": "Выводить игровые ценности в размере, не превышающем общую сумму пополнений более чем в 200 раз и не превышающем 500000 (пятьсот тысяч) рублей по курсу, устанавливаемому на этапе пополнения баланса. Превышение суммы вывода возможно по усмотрению Администрации."
          }
        ]
      },
      {
        "text": "Пользователь Сайта обязуется:",
        "items": [
          {
            "text": "Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта."
          },
          {
            "text": "Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта."
          },
          {
            "text": "Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических или юридических лицах."
          },
          {
            "text": "Избегать любых действий, в результате которых может быть нарушена конфиденциальность информации, охраняемой законодательством Российской Федерации."
          },
          {
            "text": "Не использовать сервисы Сайта с целью:",
            "description": [
              {
                "text": "а) Размещения информации, которая является незаконной, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес каких-либо лиц, организаций, органов власти."
              },
              {
                "text": "б) Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации."
              }
            ]
          }
        ]
      },
      {
        "text": "Пользователю запрещается:",
        "items": [
          {
            "text": "Отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта."
          },
          {
            "text": "Использовать Сайт в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Администрации Сайта или других лиц."
          },
          {
            "text": "Действовать недобросовестно, допускать злоупотребление правом."
          },
          {
            "text": "Без предварительного письменного согласия Администрации Сайта копировать, воспроизводить, распространять (возмездно или безвозмездно), изменять, показывать, публично исполнять, готовить или использовать для коммерческих или некоммерческих целей содержание Сайта."
          },
          {
            "text": "Использовать содержание Сайта на любом другом сайте или компьютере с сетевым окружением для любых целей (кроме собственного просмотра)."
          },
          {
            "text": "Вмешиваться (пытаться вмешаться) в работу Сайта или любые действия, производимые на Сайте."
          },
          {
            "text": "Распространять спам, сообщения, содержащие просьбу переслать данное сообщение другим Пользователям или другую нежелательную или запрещенную законом информацию."
          },
          {
            "text": "Пытаться вмешаться или ставить под угрозу целостность системы или безопасность, декодировать любую передачу от/ к серверу, обслуживающему Сайт."
          },
          {
            "text": "Загружать вирусы, трояны или другие вредоносные программы на Сайт или через него."
          },
          {
            "text": "Заниматься бонусхантингом, злоупотреблять бонусной программой. Иными словами, осуществлять действия на аккаунте преимущественно за счёт средств, полученных в результате активации промокодов, получения подарков или участия в акциях."
          },
          {
            "text": "Использовать более одного аккаунта на Сайте"
          },
          {
            "text": "Заниматься мошенничеством, вовлекать других Пользователей в мошеннические схемы, обманывать Администрацию, либо распространять вредоносную информацию в Чате или любым другим способом через ресурсы сайта."
          },
          {
            "text": "Публично оскорблять Администрацию Сайта и/или распространять клевету, используя внутренние сервисы для обмена информацией, в частности, но не ограничиваясь, Чат."
          },
          {
            "text": "Выдавать себя за Администрацию Сайта, либо за других сотрудников и аффилированных лиц, имеющих отношение к Администрации Сайта."
          },
          {
            "text": "Нарушать правила пользования Чатом."
          }
        ]
      },
      {
        "text": "Ограничения, применяемые к аккаунту Пользователя при нарушении правил пользования:",
        "items": [
          {
            "text": "Запрет на использование Чата (при нарушении п. 4.4.7. или п. 4.4.15)."
          },
          {
            "text": "Блокировка возможности вывода игровых ценностей и участия в многопользовательских PvP играх (при нарушении п. 4.4.10 или п. 4.4.11)."
          },
          {
            "text": "Запрет на получение любых бонусов (промокодов, участия в ивентах и т.д.) и списание средств, полученных в результате использования бонусной программы (при нарушении п. 4.4.10 или п. 4.4.11)."
          },
          {
            "text": "Полная блокировка аккаунта."
          }
        ]
      },
      {
        "text": "Ограничения с аккаунта Пользователя могут быть сняты по усмотрению Администрации Сайта. При этом с аккаунта могут быть списаны все средства и предметы, а также начислена разница между суммой депозита и суммой вывода."
      }
    ]
  },
  {
    "title": "Пользование сайтом",
    "items": [
      {
        "text": "Сайт не может быть скопирован, опубликован, воспроизведен, передан или распространен любым способом, полностью или частично, без предварительного письменного согласия Администрации Сайта."
      },
      {
        "text": "Сайт защищен авторским правом, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции."
      },
      {
        "text": "Пользователь самостоятельно несет ответственность за сохранение конфиденциальности информации, а также за всю без исключения деятельность, которая ведётся от имени Пользователя."
      },
      {
        "text": "В целях безопасности Пользователю рекомендуется пользоваться антивирусными программами и соблюдать общие правила безопасности доступа к сайтам в сети Интернет."
      },
      {
        "text": "Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия, представленные на Сайте."
      },
      {
        "text": "Администрация Сайта имеет право в любое время без уведомления Пользователя вносить любые изменения в информацию, представленную на Сайте."
      },
      {
        "text": "Документ «Политика конфиденциальности» регулирует в соответствующей части и распространяет свое действие на использование Пользователем Сайта."
      }
    ]
  },
  {
    "title": "Ответственность",
    "items": [
      {
        "text": "Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа, Администрацией Сайта не возмещаются."
      },
      {
        "text": "Программное обеспечение поставляется \"как есть\" и Пользователь использует его на свой страх и риск. Администрация не несёт ответственности за любые убытки или потери, понесенные пользователем из-за использования программного обеспечения."
      },
      {
        "text": "Администрация Сайта не несет ответственности за:",
        "items": [
          {
            "text": "Задержки или сбои, а также любые другие случаи неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах."
          },
          {
            "text": "Действия систем переводов, банков, платежных систем, почтовых сервисов, транспортных компаний и за задержки связанные с их работой."
          },
          {
            "text": "Ненадлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств или навыков для его использования."
          }
        ]
      },
      {
        "text": "Администрация Сайта не несет никаких обязательств по обеспечению Пользователей средствами и навыками, необходимыми для использования Сайта."
      }
    ]
  },
  {
    "title": "Нарушение условий пользовательского соглашения",
    "items": [
      {
        "text": "Администрация Сайта вправе раскрыть любую информацию о Пользователе, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта, либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации Сайта или в права других Пользователей Сайта."
      },
      {
        "text": "Администрация Сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие."
      },
      {
        "text": "Администрация Сайта вправе без предварительного уведомления Пользователя прекратить доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта, либо по причине технической неполадки любого рода."
      },
      {
        "text": "Администрация Сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом."
      }
    ]
  },
  {
    "title": "Дополнительные условия",
    "items": [
      {
        "text": "Администрация Сайта не принимает предложения от Пользователя относительно изменений настоящего Пользовательского соглашения."
      },
      {
        "text": "Сообщения сотрудников Сайта, отправленные Пользователю посредством использования Чата, инструментов для оказания технической поддержки, либо в медиаресурсах, принадлежащих Администрации, не являются публичной офертой."
      },
      {
        "text": "Отзывы и вопросы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией Сайта."
      },
      {
        "text": "Настоящее Соглашение имеет юридическую силу с момента размещения на Сайте, содержит все существенные условия и становится обязательным для каждого отдельно взятого Пользователя с момента выражения таким Пользователем согласия с условиями Соглашения в порядке, предусмотренном п. 2.4 Соглашения."
      },
      {
        "text": "Соглашение может быть в любое время изменено Администрацией Сайта в одностороннем порядке без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Соглашения."
      },
      {
        "text": "Настоящее Соглашение регулируется и толкуется в соответствии с законодательством РФ. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством РФ."
      },
      {
        "text": "Споры и разногласия разрешаются путем переговоров, если соглашение не достигнуто, то спор решается согласно действующему законодательству РФ."
      },
      {
        "text": "Ничто в Соглашении не может пониматься как установление между Пользователем и Администрацией Сайта юридических отношений товарищества, партнерства, отношений по совместной деятельности (с созданием юридических лиц или без такового), трудовых отношений, гражданско-правовых отношений, предметом которых являются отношения авторского заказа, отчуждение или предоставление права использования объектов интеллектуальной собственности, либо какие-то иные отношений, прямо не предусмотренные Соглашением."
      },
      {
        "text": "Действующее Пользовательское соглашение размещено на Сайте по адресу: stardrop.app/user-agreement"
      }
    ]
  }
]
